Repository: 84000/data-translation-memory
Catalog: toh555-v3.tmx
Source language: bo
Languages: en

source: །མི་བདེན་པའི་ཚིག་མི་གསུང་བའི་ཕྱིར་ཡངས་ཤིང་རིང་བའི་ལྗགས་ཕྱུང་ནས་ཉིད་ཀྱི་ཞལ་དང་། འཛམ་བུའི་གླིང་དང་གླིང་བཞི་པ་དང་སྟོང་དང་སྟོང་གཉིས་པ་དང་། སྟོང་གསུམ་གྱི་འཇིག་རྟེན་གྱི་ཁམས་དང་། ཕྱོགས་བཅུའི་འཇིག་རྟེན་གྱི་ཁམས་བསམ་གྱིས་མི་ཁྱབ་པ་ཐམས་ཅད་ཀུན་ཏུ་ཁྱབ་པར་གཡོགས་ནས་ཉོན་མོངས་པའི་གདུང་བ་ཐམས་ཅད་རབ་ཏུ་སེལ་བར་མཛད་པ་ལ་གུས་པར་ཕྱག་འཚལ་ལོ།
en: I reverently pay homage to the one who, because he does not speak untrue words, has a long, vast tongue that emerges and completely covers his face, then Jambudvīpa, the four continents, the worlds in the chiliocosm, the dichiliocosm, the trichiliocosm, and all the countless world realms in the ten directions, covering everything and dispelling all affliction from the defilements. “ ‘

source: །སངས་རྒྱས་ལྗགས་ཀྱི་མཚན་དེ་ལྟ་བུ་དང་ལྡན་པ་ཐམས་ཅད་ལ་གུས་པར་ཕྱག་བྱས་ནས་བདག་མིང་འདི་ཞེས་བྱ་བ་ཤིན་ཏུ་གྱ་ནོམ་པའི་སྤོབས་པ་ཐམས་ཅད་དང་ལྡན་པར་སྨོན་ནས་སེམས་རྩེ་གཅིག་ཏུ་སྲོག་ཕྲོགས་སོ། །སངས་རྒྱས་རྣམས་ཀྱི་སྤོབས་པ་དམ་པ་དང་། །བྱང་ཆུབ་སེམས་དཔའི་སྤོབས་པ་དམ་པ་དང་། །རང་རྒྱལ་འཕགས་པའི་སྤོབས་པ་དམ་པ་དང་། །ཞུགས་བཞི་འབྲས་བཞིའི་སྤོབས་པ་དམ་པ་དང་། །འཕགས་པའི་བདེན་པའི་ཚིག་གི་སྤོབས་མཆོག་དང་། །དྲང་སྲོང་ལྷ་ཡི་སྤོབས་པ་དམ་པ་དང་། །ཚངས་འཁོར་དྲང་སྲོང་སྤོབས་པ་དམ་པ་དང་། །ལྷ་ཆེན་ཨུ་མའི་སྤོབས་པ་དམ་པ་དང་། །སྐལ་ལྡན་ལྷ་ཡི་སྤོབས་པ་དམ་པ་དང་། །རྒྱལ་པོ་མ་ན་སི་ཡི་སྤོབས་མཆོག་དང་།
en: Having reverently paid homage to all buddhas who possess that sign of the tongue, I, [say your name], pray to possess all excellent eloquence and single-mindedly direct my life to it. “ ‘

source: །ཡིད་བཞིན་ལྷ་མོའི་སྤོབས་པ་དམ་པ་དང་། །རྒྱལ་ཆེན་བཞི་ཡི་སྤོབས་པ་དམ་པ་དང་། །རབ་གནས་ལྷ་ཡི་བུ་ཡི་སྤོབས་མཆོག་དང་། །རྡོ་རྗེ་གསང་བའི་བདག་པོའི་སྤོབས་མཆོག་དང་། །ཁྱབ་འཇུག་ལྷ་ཡི་སྤོབས་པ་དམ་པ་དང་། །ལྷ་མོ་བི་མའི་སྤོབས་པ་དམ་པ་དང་། །བིཥྞུའི་ལྷ་མོའི་སྤོབས་པ་དམ་པ་དང་། ལྷ་མོ་བཟང་མོའི་སྤོབས་པ་དམ་པ་དང་། །ཤི་རི་མ་ཏའི་སྤོབས་པ་དམ་པ་དང་། །ཧ་རི་ཚིག་གི་སྤོབས་པ་དམ་པ་དང་། །མ་དང་མ་ཆེན་སྤོབས་པ་དམ་པ་དང་།
en: I reverently pay homage to the sublime eloquence of the buddhas; the sublime eloquence of the bodhisattvas; the sublime eloquence of the pratyekabuddha āryas; the sublime eloquence of the four results of the four entries; the supreme eloquence of the words of the truths of the noble ones; the sublime eloquence of the devarṣis; the sublime eloquence of the ṛṣis in Brahmā’s entourage; the sublime eloquence of Mahādeva and Umā; the sublime eloquence of the worthy devas; the supreme eloquence of King Manasi; the sublime eloquence of the wish-fulfilling goddess; the sublime eloquence of the Four Mahārājas; the supreme eloquence of the consecrated devas; the supreme eloquence of the Vajra Lord of Secrets; the sublime eloquence of the deity Viṣṇu; the sublime eloquence of the goddess Vima; the sublime eloquence of the goddess of Viṣṇu; the sublime eloquence of the goddess Bhadrī; the sublime eloquence of Śiramara; the sublime eloquence of the words of Hari; the sublime eloquence of the mothers and great mothers; the sublime eloquence of Haritama; the sublime eloquence of the yakṣas; and the eloquence of the jinas in the ten directions. “ ‘

source: །ཧ་རི་ཏ་མའི་སྤོབས་པ་དམ་པ་དང་། །གནོད་སྦྱིན་རྣམས་ཀྱི་སྤོབས་པ་དམ་པ་དང་། །ཕྱོགས་བཅུའི་རྒྱལ་པོའི་སྤོབས་ལ་གུས་ཕྱག་འཚལ། །ལས་མཆོག་ཅི་མངའ་ཐམས་ཅད་བདག་བསྟངས་ནས། །སྤོབས་མཆོག་དམ་པ་མཐའ་མེད་འཐོབ་པར་ཤོག །
en: May I have the possession of all supreme actions And attain supreme, sublime, infinite eloquence. “ ‘

source: བསླུ་བ་མེད་ལ་གུས་ཕྱག་འཚལ།
en: I reverently pay homage to the one who does not lie.

source: །རྣམ་པར་གྲོལ་ལ་གུས་ཕྱག་འཚལ།
en: I reverently pay homage to the one who is completely liberated.

source: །འདོད་ཆགས་སྤངས་ལ་གུས་ཕྱག་འཚལ།
en: I reverently pay homage to the one who has forsaken desire.

source: །འཆིང་སྒྲིབ་སྤངས་ལ་གུས་ཕྱག་འཚལ།
en: I reverently pay homage to the one who has eliminated the obscuration of bondage. “ ‘

source: །རྣམ་དག་སེམས་ལ་གུས་ཕྱག་འཚལ།
en: I reverently pay homage to the one with a pure mind.

source: །འོད་དང་ལྡན་ལ་གུས་ཕྱག་འཚལ།
en: I reverently pay homage to the one who shines with light.

source: །བདེན་ཚིག་སྨྲ་ལ་གུས་ཕྱག་འཚལ།
en: I reverently pay homage to the speaker of true words.

source: །རྡུལ་ཆགས་མེད་ལ་གུས་ཕྱག་འཚལ།
en: I reverently pay homage to the one who is devoid of the dust of attachment. “ ‘

source: །དོན་མཆོག་གནས་ལ་གུས་ཕྱག་འཚལ།
en: I reverently pay homage to the one who dwells in the supreme meaning.

source: །འཁོར་མང་དག་ལ་གུས་ཕྱག་འཚལ།
en: I reverently pay homage to the lord of the great assembly.

source: །སྤོབས་པའི་ལྷ་ལ་གུས་ཕྱག་འཚལ།
en: I reverently pay homage to the goddess Sarasvatī. “ ‘

source: །བདག་གི་ཚིག་ལ་ཐོགས་མེད་ཤོག །
en: May my words be unimpeded!

source: བདག་གིས་སྨོན་ཅིང་གཉེར་བའི་དངོས། །ཐམས་ཅད་མྱུར་དུ་གྲུབ་པར་ཤོག །
en: May whatever I aspire to and seek All be swiftly accomplished!

source: ནད་མེད་རྟག་ཏུ་རབ་བདེ་ཞིང་། །ཚེ་རིང་ལོ་ནུར་འཐོབ་པར་ཤོག །
en: May I obtain health, constant happiness, And a long lifetime of many years. “ ‘

source: རིག་སྔགས་ཀུན་ལ་རབ་མཁས་ཤིང་། །ནན་ཏན་བྱང་ཆུབ་ལམ་བསྒོམས་ནས། །སྐྱེ་དགུ་རྒྱ་ཆེར་ཕན་བཏགས་ཏེ། །བསམ་པ་མྱུར་དུ་གྲུབ་པར་སྨོན།
en: I pray to quickly fulfill my aspiration: To be skilled in all vidyāmantras, To be diligent on the path to enlightenment, And to bring many benefits to all beings. “ ‘

source: །བདག་གིས་བདེན་ཚིག་སྨྲས་པ་དང་། །བདག་གིས་བསླུ་མེད་སྨྲས་པ་ཡིས། །ལྷ་མོའི་སྤོབས་པ་གང་ཡིན་པ། །བདག་ལ་གྲུབ་པར་མཛད་དུ་གསོལ།
en: Through my speaking words of truth And my speaking undeceptive words, I pray that the eloquence of the goddess Will be accomplished within me. “ ‘

source: །ལྷ་མོ་ཁྱོད་ནི་འདིར་གཤེགས་ཏེ། །ཚིག་ཐོགས་མ་མཆིས་བགྱི་སླད་དུ། །བདག་ལུས་ཁར་ནི་མྱུར་ཞུགས་ནས། །ཡིད་མྱུར་སྤོབས་དང་ལྡན་པར་མཛོད། །བདག་གི་ལྕེ་ཡི་དབང་པོ་ཡིས།
en: You, goddess, come to this place, And so that I may have unimpeded words, Quickly enter my body and mouth And quickly make my mind eloquent. “ ‘

source: །དེ་བཞིན་གཤེགས་པའི་སྤོབས་ཐོབ་ནས།
en: May the faculty of my tongue Attain the eloquence of the tathāgatas.

source: །ཚིག་དེའི་མཐུ་སྟོབས་དབང་གིས་ནི། །སེམས་ཅན་རྣམས་ནི་འདུལ་བར་ཤོག །
en: May I be a guide for beings Through the power and might of my words. “ ‘

source: བདག་ནི་ཚིག་དག་སྨྲས་པའི་ཚེ། །དོན་ནི་ཇི་བཞིན་གྲུབ་གྱུར་ཅིག །
en: When I speak words, may their Meaning be perfectly accomplished.

source: ཐོས་པ་དག་ནི་གུས་བསྐྱེད་ནས། །བྱས་པ་ཆུད་གསོན་མ་གྱུར་ཅིག །
en: May those who listen have reverence, And may what I have said not be wasted. “ ‘

source: བདག་གིས་སྤོབས་པ་གཉེར་བ་ཡི། །དངོས་པོ་གལ་ཏེ་མ་གྲུབ་ན། །ལྷ་མོའི་བདེན་ཚིག་གང་ཡིན་པ། །ཐམས་ཅད་བརྫུན་པ་ཉིད་དུ་འགྱུར།
en: If I do not accomplish The eloquence that I seek, Then the goddess’s words of truth Will all be nothing but lies. “ ‘

source: །གང་གིས་མཚམས་མེད་སྡིག་བྱས་པ། །སངས་རྒྱས་གསུང་གིས་འདུལ་བར་འགྱུར།
en: Even those with the bad karma of immediate result Are guided by the Buddha’s words.

source: །དེ་བཞིན་དགྲ་བཅོམ་གང་ཡིན་དང་། །དྲིན་གཟོའི་ཚིག་ནི་ཇི་སྙེད་དང་།
en: In that same way, there are all the words Of any arhat and those of Kṛtajña. “ ‘

source: །ཤཱ་རིའི་བུ་དང་མཽད་གལ་བུ། །བཅོམ་ལྡན་འཁོར་མང་མཆོག་གྱུར་པ།
en: Śāriputra, Maudgalyāyana, And the Bhagavat are foremost among all beings.

source: །འདི་ལ་སོགས་པའི་བདེན་ཚིག་རྣམས། །ཐམས་ཅད་བདག་ལ་གྲུབ་པར་མཛོད།
en: May I accomplish Their true words. “ ‘

source: །དེང་བདག་སངས་རྒྱས་ཉན་ཐོས་འཁོར། །ཐམས་ཅད་འདིར་ནི་སྤྱན་འདྲེན་ན། །ཐམས་ཅད་མྱུར་དུ་འདིར་གཤེགས་ཏེ། །བདག་གི་སྨོན་པ་རྫོགས་མཛད་སྨོན།
en: I pray that if on this day I invite To this place the Buddha and all his disciples, They will all quickly come to this place And will fulfill my prayers. “ ‘

source: །ཡང་དག་བདེན་ཚིག་གང་གཉེར་བ། །ཐམས་ཅད་བསླུ་བ་མ་མཆིས་སྨོན།
en: Whatever genuine words of truth I possess, I pray that they all will be undeceptive. “ ‘

source: །གོང་དུ་འོག་མིན་ལྷ་མན་ཆད། །གནས་གཙང་རིས་ཀྱི་ལྷ་དག་དང་། །ཚངས་ཆེན་ཚངས་ལྷ་ཉེ་ཕན་དང་། །ཚངས་པའི་རྒྱལ་པོའི་འཁོར་རྣམས་དང་། །སྟོང་གསུམ་འཇིག་རྟེན་ཀུན་ཁྱབ་དང་།
en: From the devas above at the summit of existence down— The devas of the Śuddhāvāsa paradises, “ ‘And the Brahmakāyika, Brahmapurohita, And Brahmapārṣada paradises, Throughout all the trichiliocosm worlds— The lord of the Sahā world “ ‘And all his numerous entourage, All of them I am inviting today.

source: །མི་མཇེད་འཇིག་རྟེན་བདག་པོ་དང་། །འཁོར་ནི་མང་པོ་ཐམས་ཅད་ཀུན། །དེང་བདག་ཐམས་ཅད་སྤྱན་འདྲེན་ན། །བྱམས་དང་ཐུགས་རྗེ་རབ་བསྐྱེད་དེ། །ཐམས་ཅད་བརྩེ་བས་གཟུང་དུ་གསོལ། །གཞན་འཕྲུལ་དབང་བྱེད་ལྷ་རྣམས་དང་། །འཕྲུལ་དགའི་ལྷ་ནི་དེ་དག་དང་། །དགའ་ལྡན་པ་ཡི་ལྷ་ཚོགས་དང་། །བྱམས་པ་མངོན་པར་རྫོགས་འགྱུར་དང་།
en: I pray you have love and compassion And take me into your loving care. “ ‘

source: །འཐབ་བྲལ་བ་ཡི་ལྷ་རྣམས་དང་། །སུམ་ཅུ་རྩ་གསུམ་ལྷ་དག་དང་། །རྒྱལ་ཆེན་རིས་བཞིའི་ལྷ་ཚོགས་དང་། །ལྷ་མང་འཁོར་ནི་ཐམས་ཅད་དང་། །ས་ཆུ་མེ་རླུང་ལྷ་རྣམས་དང་། །རི་རབ་བརྟེན་ནས་གནས་པ་དང་། །མཚོ་བདུན་རི་ཡི་ལྷ་ཚོགས་རྣམས། །འཁོར་ནི་མང་པོར་བཅས་པ་དང་། །ནོར་རྒྱས་དང་ནི་མགོ་ལྔ་དང་། །ཉི་ཟླ་གཟའ་སྐར་ལྷ་དག་དང་། །འདི་ལ་སོགས་པའི་ལྷ་མང་པོ། །འཇིག་རྟེན་བདེ་བར་བྱེད་པས་ན། །འདི་ལ་སོགས་པའི་ལྷ་མང་པོ། །སྡིག་པའི་ལས་ནི་མི་བྱེད་མོས། །སངས་རྒྱས་གུས་པ་འཕྲོག་མ་དང་། །དེ་ཡི་བུ་སྡུག་ཐ་ཆུངས་དང་། །ལྷ་དང་ཀླུ་དང་གནོད་སྦྱིན་དང་། །དྲི་ཟ་དང་ནི་ལྷ་མ་ཡིན། །མི་འམ་ཅི་ཡི་འཁོར་རྣམས་དང་།
en: Paranirmita­vaśavartin devas And Nirmāṇarati devas, The hosts of devas of Tuṣita, Maitreya who will become perfect, “ ‘The devas of the Yāma paradise, The devas of Trāyastriṃśa, The devas of the Four Mahārājas, And all the entourages of numerous devas— “ ‘The devas of earth, water, fire, and air; Those who dwell upon Sumeru Mountain; The devas of the mountains of the seven oceans Together with entourages of many devas, “ ‘And Vāsuki and Pañcaśikha; The devas of the sun, moon, planets, and constellations— These and a multitude of other devas Who bring happiness to the world, “ ‘These and a multitude of other devas Who do not aspire to bad actions, Hārītī who has reverence for the Buddha And her beloved youngest son, “ ‘Devas, nāgas, and yakṣas, Gandharvas and asuras, The assemblies of kinnaras, The mahoragas, and so on, “ ‘I invite every one of them Through the Bhagavat’s power.

source: །ལྟོ་འཕྱེ་ཆེན་པོ་ལ་སོགས་པ། །བདག་ནི་བཅོམ་ལྡན་མཐུ་སྟོབས་ཀྱིས། །དེ་དག་ཐམས་ཅད་སྤྱན་འདྲེན་ན། །བྱམས་དང་སྙིང་རྗེའི་སེམས་བསྐྱེད་ནས། །བདག་ལ་ཐོགས་མེད་སྤོབས་པ་སྩོལ།
en: May they have love and compassion And bestow unimpeded eloquence upon me. “ ‘

source: །ལྷ་དང་མི་ཡི་འཁོར་རྣམས་ལས། །གཞན་གྱི་སེམས་ནི་རིག་གྱུར་པ། །ཐམས་ཅད་བྱིན་གྱིས་བརླབས་ནས་ནི། །བདག་ལ་སྤོབས་པ་དམ་པ་སྩོལ།
en: Those who know the minds of others Among all the assemblies of devas and humans, May they all give their blessing And bestow sublime eloquence upon me. “ ‘

source: །ནམ་མཁའི་ཁམས་ནི་མཐར་ཐུག་དང་། །ཆོས་ཀྱི་དབྱིངས་ཀྱིས་ཀླས་པ་ན། །སེམས་ཅན་རྣམ་པ་ཇི་སྙེད་པས། །བདག་ལ་སྤོབས་པ་དམ་པ་སྩོལ།
en: All of those beings that there are As far as the end of the element of space, The limits of the realm of phenomena, May they bestow sublime eloquence upon me!’ ”

source: །དེ་ནས་ལྷ་མོ་སྤོབས་པ་ཆེན་མོས་དེ་སྐད་ཅེས་གསོལ་བ་བཏབ་པ་ཐོས་པ་དང་བྲམ་ཟེ་དེ་ལ་འདི་སྐད་ཅེས་སྨྲས་སོ། །ཀྱེ་སྐྱེས་བུ་ཆེན་པོ་ལེགས་སོ།
en: The great goddess Sarasvatī, having heard the brahmin’s prayer, said, “O great being, well done!

source: །སྐྱེས་པའམ། བུད་མེད་གང་ལ་ལ་ཞིག་སྔགས་དེ་དང་། སྔགས་ཀྱི་མངོན་པར་བསྟོད་པ་དེ་དག་ལ་བརྟེན་ནས་སྔར་གོང་དུ་བསྟན་པ་བཞིན་དུ་ཆོ་ག་ཡང་དག་པར་བླངས་ཏེ། དཀོན་མཆོག་གསུམ་ལ་གུས་པས་སྐྱབས་སུ་འགྲོ་ཞིང་སེམས་རྩེ་གཅིག་ཏུ་དྲན་པ་ཉེ་བར་འཇོག་པར་བྱེད་ན་ཅི་དང་ཅི་བསྒྲུབས་པ་ཐམས་ཅད་ཆུད་ཟ་བར་མི་འགྱུར་རོ།
en: Any man or woman who practices that rite as previously described, based upon that mantra and that praise through mantra, and goes for refuge with veneration to the Three Jewels and remains in single-pointed mindfulness, whatever they accomplish, none of it will be a waste.

source: །གཞན་ཡང་གསེར་འོད་དམ་པ་ཤིན་ཏུ་གྱ་ནོམ་པའི་མདོ་སྡེ་འདི་ཡང་དག་པར་བཟུང་སྟེ། ཀློག་ཅིང་འདོན་པར་བྱེད་ན་སྨོན་པ་ཐམས་ཅད་འབྲས་བུ་དང་ལྡན་པར་འགྱུར་ཞིང་མྱུར་དུ་མངོན་པར་འགྲུབ་པར་འགྱུར་ཏེ། སེམས་རྩེ་གཅིག་ཏུ་མ་བྱས་པ་ནི་མ་གཏོགས་སོ།
en: Moreover, if they possess, read, and recite this extremely wonderful Sublime Golden Light, then all their aspirations will yield fruit, and they will be quickly accomplished, unless they do not have one-pointed minds.”

source: །དེའི་ཚེ་བྲམ་ཟེ་དེ་ཤིན་ཏུ་དང་བའི་སེམས་ཀྱིས་རབ་ཏུ་དགའ་བར་གྱུར་པས་ཐལ་མོ་སྦྱར་ནས་སྤྱི་བོས་ཡང་དག་པར་བླངས་པར་གྱུར་ཏོ། །དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་ལྷ་མོ་སྤོབས་པ་ཆེན་མོ་ལ་བཀའ་སྩལ་པ།
en: The brahmin was overjoyed and delighted, and with his palms together placed them on the crown of his head.

source: རིགས་ཀྱི་ལྷ་མོ་ཁྱོད་ཀྱིས་མདོ་སྡེའི་རྒྱལ་པོ་དམ་པ་འདི་རྒྱ་ཆེར་སྤེལ་ནས་མདོ་སྡེ་ཡང་དག་པར་འཛིན་པ་དག་ལ་ཡོངས་སུ་སྐྱོབ་པ་དང་། ཡོངས་སུ་བསྲུང་བ་བྱས་པ་དང་། སེམས་ཅན་ཐམས་ཅད་ལ་ཕན་གདགས་ཤིང་བདེ་བ་ཐོབ་པར་བྱ་བའི་ཆེད་དུ་ཆོས་དེ་ལྟ་བུ་བསྟན་ནས་བསམ་གྱིས་མི་ཁྱབ་པའི་སྤོབས་པ་བྱིན་ཏེ། བསོད་ནམས་ཚད་མེད་པ་ཐོབ་པར་གྱུར་པ་དང་། སེམས་བསྐྱེད་པ་རྣམས་མྱུར་དུ་བྱང་ཆུབ་ལ་གཞོལ་བར་བྱས་པ་ལེགས་སོ་ལེགས་སོ།
en: Then the Bhagavat said to the great goddess Sarasvatī, “Noble goddess, it is excellent, excellent that you protect and guard those who widely promulgate and correctly possess this sublime king of sūtras, and that in order to benefit all beings and so that they may attain happiness, you have taught that kind of Dharma, bestowed inconceivable eloquence, enabled them to attain measureless merit, and enabled those who have developed the aspiration to quickly become immersed in the attainment of enlightenment.”

source: །གསེར་འོད་དམ་པ་མཆོག་ཏུ་རྣམ་པར་རྒྱལ་བ་མདོ་སྡེའི་རྒྱལ་པོ་ལས་ལྷ་མོ་སྤོབས་པ་ཆེན་མོའི་ལེའུ་སྟེ་བཅྭ་ལྔ་པའོ།། །།དེ་ནས་དཔལ་གྱི་ལྷ་མོ་ཆེན་མོ་སྟན་ལས་ལངས་ཏེ། བཅོམ་ལྡན་འདས་ཀྱི་ཞབས་ལ་ཕྱག་བྱས་ནས་གུས་པས་ཐལ་མོ་སྦྱར་ཏེ། བཅོམ་ལྡན་འདས་ལ་འདི་སྐད་ཅེས་གསོལ་ཏོ། །བཅོམ་ལྡན་འདས་གལ་ཏེ་དགེ་སློང་ངམ། དགེ་སློང་མའམ། དགེ་བསྙེན་ནམ།
en: This concludes “The Great Goddess Sarasvatī,” the fifteenth chapter of “The Supremely Victorious King of Sūtras, the Sublime Golden Light.”

source: དགེ་བསྙེན་མ་གང་ལ་ལ་ཞིག་གསེར་འོད་དམ་པ་མཆོག་ཏུ་རྣམ་པར་རྒྱལ་བ་མདོ་སྡེའི་རྒྱལ་པོ་འདི་ལེན་པ་དང་། འཛིན་པ་དང་། ཀློག་པ་དང་། འདོན་པ་དང་། གཞན་དག་ལ་ཡང་དག་པར་སྟོན་པར་བགྱིད་པ་ཞིག་མཐོང་བར་གྱུར་ན་བདག་གིས་སེམས་རྩེ་གཅིག་ཏུ་གུས་པས་བཀུར་སྟི་དང་མཆོད་པ་བགྱིད་དོ། །ཆོས་སྨྲ་བ་དེ་ལ་འདི་ལྟ་སྟེ། བཟའ་བ་དང་།
en: Chapter 16: The Great Goddess Śrī Then the great goddess Śrī rose from her seat, bowed down to the Bhagavat’s feet, reverently placed her palms together, and said to the Bhagavat, “Bhagavat, if I see any bhikṣu, bhikṣunī, upāsaka, or upāsikā who obtains, keeps, reads, recites, and teaches others this Supremely Victorious King of Sūtras, the Sublime Golden Light, I will single-mindedly, reverentially honor them and make offerings to them.

source: བཏུང་བ་དང་། གོས་དང་། མལ་ཆ་དང་། གསོས་སྨན་དང་། ཡོ་བྱད་ཅི་འཚལ་བ་ཐམས་ཅད་ཕུན་སུམ་ཚོགས་པར་སྦྱར་ཏེ་བྲེལ་ཅིང་ཕོངས་པ་མ་མཆིས་པར་བགྱིད་དོ།
en: For such a dharmabhāṇaka there will be provided a perfection of food, drink, clothing, bedding, medicine while ill, and any requisite that is needed; they will be free of want and need. “

source: །གདུགས་མཚན་དུ་མདོ་སྡེའི་རྒྱལ་པོ་འདིའི་ཚིག་གི་དོན་ཇི་སྙེད་པ་དག་ལ་སོ་སོར་བརྟགས་ཏེ། ཡིད་ལ་བསམས་ཤིང་ཡོངས་སུ་བཙལ་ནས་བདེ་བར་གནས་པ་དང་།
en: Day and night they will examine all the meanings of the words in this king of sūtras and contemplate them and seek them, and remain happy.

source: མདོ་སྡེ་འདི་འཛམ་བུའི་གླིང་དུ་རྒྱ་ཆེར་སྤེལ་བའི་སླད་དུ་སེམས་ཅན་གང་ལ་ལ་དག་སངས་རྒྱས་བརྒྱ་སྟོང་ཚད་མ་མཆིས་པ་སྙེད་ལས་དགེ་བའི་རྩ་བ་བསྐྱེད་པ་དེ་དག་རྟག་ཏུ་ཐོས་པར་འགྱུར་ཞིང་། མྱུར་དུ་ནུབ་པར་མི་འགྱུར་བར་བགྱིད་ན་བསྐལ་པ་བྱེ་བ་ཁྲག་ཁྲིག་བརྒྱ་སྟོང་ཚད་མ་མཆིས་པ་སྙེད་དུ་ལྷ་དང་མིའི་ལོངས་སྤྱོད་མཆོག་རྣམ་པ་སྣ་ཚོགས་མྱོང་བར་འགྱུར་ལགས་སོ།
en: In order to promulgate this sūtra in Jambudvīpa they will cause those beings who have developed roots of goodness with countless hundreds of thousands of buddhas to always hear it so that it will not quickly vanish, and they will experience the various perfect enjoyments of devas and humans for countless hundreds of thousands of eons.

source: །རྟག་པར་ལོ་ལེགས་ཤིང་མུ་གེའི་རྒུད་པ་གཏན་དུ་སེལ་བར་འགྱུར་བས་སྐྱེ་བོ་རྣམས་གཏན་དུ་བདེ་བ་མྱོང་བར་འགྱུར།
en: There will constantly be excellent harvests completely dispelling the calamities of famine so that beings will always be happy.

source: སངས་རྒྱས་བཅོམ་ལྡན་འདས་རྣམས་དང་མཇལ་བར་འགྱུར། སླད་མའི་དུས་ཀྱི་ཚེ་མྱུར་དུ་བྱང་ཆུབ་ཆེན་པོའི་འབྲས་བུ་འཐོབ་པར་འགྱུར་བས་ངན་འགྲོ་གསུམ་དང་། འཁོར་བའི་སྡུག་བསྔལ་གྱི་བགེགས་གཏན་དུ་གཅོད་པར་འགྱུར་ལགས་སོ། །བཅོམ་ལྡན་འདས་བདག་མངོན་པར་དྲན་ལགས་ཏེ།
en: They will meet the buddha bhagavats, and in a future time they will quickly attain the result that is the great enlightenment, so that the obstacle that is the suffering of the three lower existences and saṃsāra will be permanently ended. “

source: འདས་པའི་དུས་ཀྱི་ཚེ་དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་བཻ་ཌཱུརྱ་དང་གསེར་གྱི་རི་བོ་རིན་པོ་ཆེའི་མེ་ཏོག་སྣང་བ་དཔལ་གྱི་ཡོན་ཏན་རྒྱ་མཚོ་ཞེས་བགྱི་བ་མཚན་རྣམ་པ་བཅུ་དང་ལྡན་པ་ཞིག་བྱུང་སྟེ་བདག་དེ་ལས་དགེ་བའི་རྩ་བ་བསྐྲུན་ཏེ།
en: Bhagavat, I remember when in a past time there appeared a tathāgata arhat samyaksaṃbuddha who had a name with ten components: Vaiḍūrya­kanaka­giri­ratna­kusuma­prabha­śrī­guṇa­sāgara. I developed good roots with him.

source: དེ་བཞིན་གཤེགས་པ་དེས་བྱམས་པ་དང་ཐུགས་རྗེའི་བྱིན་གྱིས་བརླབས་ཀྱི་མཐུས་བརྩེ་བར་དགོངས་པར་གྱུར་པའི་སླད་དུ་དེང་བདག་གང་དུ་བསམས་པའི་གནས་དེ་དང་། གང་དུ་བལྟས་པའི་ཕྱོགས་དེ་དང་གང་དུ་མཆིས་པའི་ཡུལ་དེ་དང་དེ་དག་ཏུ་སེམས་ཅན་བྱེ་བ་ཁྲག་ཁྲིག་བརྒྱ་སྟོང་ཚད་མ་མཆིས་པ་སྙེད་ཤིན་ཏུ་བདེ་བའི་ལོངས་སྤྱོད་མྱོང་ཞིང་གོས་དང་། །བཟའ་བ་དང་། བཏུང་བ་དང་། འཚོ་བའི་ཡོ་བྱད་དང་།
en: In order to have a loving intention through the blessing of the love and compassion of that tathāgata, in the present time, whatever place I think about, in whatever direction I look, countless hundreds of thousands of quintillions of beings experience the happiness of enjoyments.

source: གསེར་དང་། དངུལ་དང་། བཻ་ཌཱུརྱ་དང་། སྤུག་དང་། རྡོའི་སྙིང་པོ་དང་།
en: Whatever food, drink, necessities of life, gold, silver, jewels, beryls, white coral, emeralds, conch, cowries, pearls, and so on, they seek, they will have a perfection of them. “

source: བྱི་རུ་དང་། འགྲོན་བུ་དང་། མུ་ཏིག་ལ་སོགས་པ་རིན་པོ་ཆེ་ཅི་འཚལ་བ་ཐམས་ཅད་ཕུན་སུམ་ཚོགས་པར་འགྱུར་བ་ལགས་སོ། །གང་ལ་ལ་ཞིག་སེམས་རྩེ་གཅིག་ཏུ་གསེར་འོད་དམ་པ་མཆོག་ཏུ་རྣམ་པར་རྒྱལ་བ་མདོ་སྡེའི་རྒྱལ་པོ་འདི་ཀློག་ཅིང་འདོན་པ་དེས་གདུགས་གཅིག་བཞིན་དུ་སྤོས་སྣ་ཚོགས་བསྲེགས་ནས་མེ་ཏོག་དམ་པ་རྣམས་ཀྱིས་བདག་གི་ཆེད་དུ་དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་བཻ་ཌཱུརྱ་དང་། གསེར་གྱི་རི་བོ་རིན་པོ་ཆེའི་མེ་ཏོག་སྣང་བ་དཔལ་གྱི་ཡོན་ཏན་རྒྱ་མཚོ་དེ་ལ་མཆོད་པ་བགྱིའོ།
en: Whoever reads and recites this Supremely Victorious King of Sūtras, the Sublime Golden Light should each day, for my sake, burn various incenses and make an offering with excellent flowers to the tathāgata arhat samyaksaṃbuddha Vaiḍūrya­kanaka­giri­ratna­kusuma­prabha­śrī­guṇa­sāgara. “

source: །གཞན་ཡང་གདུགས་གཅིག་བཞིན་དུ་དུས་གསུམ་དུ་བདག་གི་མིང་ནས་བརྗོད་ཅིང་རྗེས་སུ་དྲན་པར་བགྱིས་ནས་ལོགས་ཤིག་ཏུ་སྤོས་དང་། མེ་ཏོག་དང་། ཟས་མཆོག་རྣམས་ཀྱིས་བདག་ལ་མཆོད་ཅིང་རྟག་པར་མདོ་སྡེའི་རྒྱལ་པོ་དམ་པ་འདི་ཉན་པར་བགྱིད་ན་བསོད་ནམས་འདི་ལྟ་བུ་དག་འཐོབ་པར་འགྱུར་ལགས་སོ། །དེ་ནས་ཚིགས་སུ་བཅད་དེ་གསོལ་པ།
en: Also, if three times each day they say my name and think of me and make a side offering to me of incense, flowers, and excellent food, and always listen to this sublime king of sūtras, they will obtain this kind of merit.”

source: འདི་ལྟར་མདོ་སྡེ་འདི་ནི་འཛིན་པའི་སླད། །བདག་དང་འཁོར་རྣམས་གནོད་པ་ཀུན་དང་འབྲལ།
en: Then she recited these verses: “Because of keeping this sūtra in that way, That person and their followers will be free of all harm.

source: །གོས་ཟས་ཅི་འཚལ་ཕོངས་པ་མ་མཆིས་འགྱུར།
en: Whatever clothing and food they seek, they will not be in need.

source: །གཟི་བྱིན་ལྡན་ཞིང་ཚེ་ཡང་དཔག་པར་དཀའ།
en: They will be majestic and have an incalculable lifespan. “

source: །ས་ཡི་རོ་ཡང་རྟག་པར་འཕེལ་བར་འགྱུར།
en: The fertility of the earth will constantly increase.

source: །ལྷ་རྣམས་དུས་བཞིན་ཆར་ནི་རབ་ཏུ་འབེབས།
en: The deities will send down timely rains.

source: །ལྷ་འཁོར་དེ་དག་རབ་ཏུ་དགའ་བར་འགྱུར། །སྐྱེད་མོས་ཚལ་དང་འབྲུ་ཡི་ལྷ་རྣམས་ཀྱིས། །ནགས་ཚལ་ལྗོན་ཤིང་འབྲས་བུ་རབ་འཕེལ་ཞིང་།
en: Those assemblies of deities will be overjoyed, And the deities of pleasure groves and of grain “Will increase the forests, trees, and fruit.

source: །འབྲུ་རྣམས་ཐམས་ཅད་ཡོངས་སུ་སྨིན་པར་བགྱིད། །རིན་ཆེན་ནོར་ཚོལ་བསམ་པ་རྫོགས་འགྱུར་ཞིང་།
en: They will completely ripen all the grains And fulfill the wishes of those seeking precious wealth.

source: །ཅི་དང་ཅི་སྨོན་བསམས་བཞིན་འགྲུབ་པར་འགྱུར།
en: Whatever is wished for will be accomplished accordingly.”

source: །བཅོམ་ལྡན་འདས་ཀྱིས་དཔལ་གྱི་ལྷ་མོ་ལ་བཀའ་སྩལ་པ། ཁྱོད་ཀྱིས་འདི་ལྟར་སྔོན་གྱི་རྒྱུད་རྗེས་སུ་དྲན་ནས་དྲིན་རྗེས་སུ་བསབ་པའི་ཕྱིར་མཆོད་པ་བྱས་པ་དང་། མཐའ་ཡས་པའི་སེམས་ཅན་རྣམས་ལ་ཕན་གདགས་ཤིང་བདེ་བར་བྱ་བའི་ཆེད་དུ་མདོ་སྡེ་འདི་ཡོངས་སུ་སྤེལ་ནས་ཡོན་ཏན་ཟད་མི་ཤེས་པར་བྱས་པ་ལེགས་སོ་ལེགས་སོ།
en: The Bhagavat said to the great goddess Śrī, “It is excellent, excellent that you remember your past life and that you make offerings to repay that kindness and that you promulgate this sūtra and create unending qualities in order to bring benefit and happiness to infinite beings.”

source: །གསེར་འོད་དམ་པ་མཆོག་ཏུ་རྣམ་པར་རྒྱལ་བ་མདོ་སྡེའི་རྒྱལ་པོ་ལས་དཔལ་གྱི་ལྷ་མོ་ཆེན་མོའི་ལེའུ་སྟེ་བཅུ་དྲུག་པའོ།། །།
en: This concludes “The Great Goddess Śrī,” the sixteenth chapter of “The Supremely Victorious King of Sūtras, the Sublime Golden Light.”

source: དེ་ནས་བཅོམ་ལྡན་འདས་ལ་དཔལ་གྱི་ལྷ་མོ་ཆེན་མོས་ཡང་འདི་སྐད་ཅེས་གསོལ་ཏོ། །བཅོམ་ལྡན་འདས་བྱང་ཕྱོགས་ན་ལྷའི་རྒྱལ་པོ་རྣམ་ཐོས་ཀྱི་བུའི་གྲོང་ཁྱེར་ནོར་ལྡན་ཞེས་བགྱི་བ་མཆིས་ཏེ།
en: Chapter 17: The Increase of Wealth by the Great Goddess Śrī Then the great goddess Śrī said to the Bhagavat, “Bhagavat, in the north there is the city of Vaiśravaṇa, the king of devas, which is called Alakāvati.

source: གྲོང་ཁྱེར་དེ་ལས་མི་རིང་བ་ན་མེ་ཏོག་དམ་པའི་བསོད་ནམས་ཀྱི་འོད་ཅེས་བགྱི་བའི་ཀུན་དགའ་ར་བ་མཆིས་པ་དེ་ན་གཞལ་མེད་ཁང་མཆོག་དམ་པ་རིན་པོ་ཆེ་སྣ་བདུན་ལས་མངོན་པར་གྲུབ་པ་ཞིག་མཆིས་ཏེ།
en: Not far from that city, there is a park called Puṇyakusumaprabha, in which there is an excellent divine palace made of the seven precious materials. “

source: བཅོམ་ལྡན་འདས་བདག་ནི་རྟག་པར་དེ་ན་གནས་ལགས་པས་གང་ལ་ལ་ཞིག་འབྲུ་རྣམ་པ་ལྔ་གདུགས་གཅིག་བཞིན་དུ་འཕེལ་བ་དང་། བང་མཛོད་རྣམས་རྒྱས་ཤིང་གང་བར་འཚལ་བས་གུས་པས་དང་བའི་སེམས་བསྐྱེད་དེ་ཁང་པ་གཅིག་གཙང་མར་བྱས་ནས་བ་ལང་གི་ལྕི་བས་དོག་ས་ལ་ཞལ་ཞལ་བགྱིས་ཏེ།
en: Bhagavat, I always dwell there, so if anyone wishes to increase each day their accumulation of the five kinds of grain and wishes to increase and fill their treasuries, they should reverently develop a trusting mind and clean a room and plaster the floor with a circle of cow dung.

source: བདག་གི་གཟུགས་རྒྱན་རྣམ་པ་སྣ་ཚོགས་ཀྱིས་རབ་ཏུ་བརྒྱན་པ་རི་མོར་བྲིས་ནས་ལུས་ལེགས་པར་བཀྲུས་ཏེ།
en: They should paint a representation of my body beautified by various adornments and wash their bodies well.

source: གོས་གཙང་མ་བགོས་ནས་བྱུག་པ་དམ་པས་བྱུགས་ཏེ་ཁང་པ་གཙང་མའི་ནང་དུ་ཞུགས་ཏེ།
en: They should wear clean clothes and perfume themselves with excellent ointments, and then enter the clean room. “

source: བདག་གི་ཆེད་དུ་གདུགས་རེ་ཞིང་དུས་གསུམ་དུ་སངས་རྒྱས་དེའི་མཚན་དང་། མདོ་སྡེ་འདིའི་མཚན་ནས་བརྗོད་པར་སེམས་བསྐྱེད་དེ་དེ་བཞིན་གཤེགས་པ་བཻ་ཌཱུརྱ་དང་གསེར་གྱི་རི་བོ་རིན་པོ་ཆེའི་མེ་ཏོག་སྣང་བ་དཔལ་གྱི་ཡོན་ཏན་རྒྱ་མཚོ་ལ་ཕྱག་འཚལ་ལོ།
en: For my sake, they should recite the name of that buddha three times, recite the name of this sūtra, develop the aspiration, and recite: ‘I pay homage to the Tathāgata Vaiḍūrya­kanaka­giri­ratna­kusuma­prabha­śrī­guṇa­sāgara.’

source: །ཞེས་བརྗོད་ནས་མེ་ཏོག་དང་སྤོས་རྣམས་ཐོགས་ཏེ། ཞལ་ཟས་བདའ་བ་སྣ་ཚོགས་སེམས་རྩེ་གཅིག་ཏུ་དབུལ་བར་བགྱིའོ།
en: Then, holding flowers and incense, they should single-mindedly offer various kinds of food.

source: །གཞན་ཡང་སྤོས་དང་མེ་ཏོག་དང་བཟའ་བ་དང་བཏུང་བ་རྣམས་ཀྱིས་བདག་གི་གཟུགས་བརྙན་ལ་མཆོད་པར་བགྱིའོ།
en: Moreover, offer incense, flowers, food, and drink to my image.

source: །གཞན་ཡང་བཟའ་བ་དང་བཏུང་བ་དག་ཐོགས་ཏེ། ཕྱོགས་གཞན་དུ་གཏོར་ནས་འདྲེ་སྲིན་རྣམས་ལ་སྩལ་བར་བགྱིའོ།
en: Also, holding food and drink in their hands, they should cast it in another direction, bestowing it on spirits and demons. “

source: །ཡང་དག་པའི་བདེན་ཚིག་གིས་དཔལ་གྱི་ལྷ་མོ་ཆེན་མོ་ལ་གསོལ་བ་བཏབ་ནས་ཅི་དང་ཅི་གཉེར་བའི་སྨོན་ལམ་གདབ་པར་བགྱིའོ།
en: They should supplicate the great goddess Śrī with words of truth and then pray for whatever it is that they seek.

source: །གལ་ཏེ་ཇི་སྐད་སྨྲས་པ་བཞིན་དུ་བརྫུན་པ་མ་ལགས་ན་གསོལ་བ་བཏབ་པ་དོན་དང་ལྡན་པར་མཛད་དུ་གསོལ་ཞེས་བརྗོད་པར་བགྱིའོ།
en: Recite: ‘If what you have said are not lies, make my supplication successful!’ “
